Repository: dinhquydds/nanocucurmin
Catalog: tm/contemporary fixed prosthesis-level2.tmx
Source language: en_us
Languages: vi

source: or caused by medication or radiation treatment has been implicated in the origin of rampant caries.23-25 Other factors include the patient’s economic status, diet, oral hygiene, and ethnic background.26 Only a most vigorous effort on the part of the dentist and patient leads to resolution of the problem.
vi: hoặc gây ra bởi thuốc hoặc xạ trị có liên quan đến nguyên nhân sâu răng tràn lan. Các yếu tố khác bao gồm kinh tế của bệnh nhân, chế độ ăn, vệ sinh răng miệng, và chủng tộc. Chỉ có nỗ lực mạnh mẽ của bệnh nhân và nha sĩ mới giải quyết được vấn đề.

source: particularly increased sugar consumption or “fad” diets.
vi: đặc biệt tăng ở chế độ ăn nhiều đường.

source: periodontal ligament may draw attention away from the location of the actual problem.
vi: dây chằng nha chu có thể hướng sự chú ý khỏi vị trí có vấn đề thực sự.

source: periodontal therapy [SPT]) every 2 to 6 months.12 Few patients are consistently successful in removing all plaque accumulation.
vi: Điều trị nha chu hỗ trợ [SPT]) mỗi 2 - 6 tháng.12 Vài bệnh nhân thành công bằng cách loại bỏ tất cả mảng bám tích tụ.

source: population have a severe form of periodontal disease that is nonresponsive to current therapy.
vi: có thể bệnh nha chu nặng không đáp ứng điều trị hiện tại.

source: prosthodontic treatment in the posterior quadrants that will result in either a subgingival crown inaccessible for cleaning or a short clinical crown that will have inade­ quate retention or resistance form.24 Surgical procedures are designed to allow meticulous cleaning of the root surfaces and to reduce pockets through removal of gingiva or regrowth of bone.
vi: ở răng sau sẽ có kết quả là một mão răng dưới nướu không thể làm sạch hoặc một thân răng lâm sàng ngắn không đủ lưu giữ hoặc hình thể kháng lực. Quy trình phẫu thuật được thiết kế cho phép làm sạch tỉ mỉ bề mặt chân răng và giảm túi nướu bằng cách cắt bỏ nướu hoặc ghép xương.

source: proximities, root grooves, and furcation.
vi: gần, rãnh chân răng, và vùng chẽ.

source: record filled out at the first
vi: được ghi vào ngày đầu tiên

source: signal for which is transmitted by Aδ fibers, can be indica-
vi: tín hiệu được dẫn truyền bởi sợi Aδ fibers, có thể chỉ ra

source: significantly complicate follow-up treatment, especially if it involves an abutment tooth for an FDP (Fig. 31-19).
vi: theo dõi điều trị phức tạp, đặc biệt nếu nó liên quan đến cùi răng cho FDP (Hình 31-19).

source: some loss of crestal bone and gingiva (Fig. 5­18).
vi: mất một ít mào xương ổ và nướu (Hình 5­18).

source: specific, and in most instances, a periodontally compro­ mised tooth does not affect the health of adjacent teeth.42 When possible, the restorative plan can allow such teeth to remain in place, while only teeth or implants with a good or fair prognosis can be used to support a prosthesis that replaces missing teeth (Fig. 5­14).
vi: đặc biệt, và trong hầu hết trường hợp, răng bị nha chu không ảnh hưởng sức khoẻ của răng kế cận. Khi có thể, kế hoạch phục hồi có thể cho phép các răng như vậy tồn tại, trong khi chỉ cso răng hoặc implant với tiên lượng tốt có thể được dùng để nâng đỡ phục hình thay thế răng mất. (Hình 5­14).

source: subgingivally (Fig. 5­22).
vi: dưới nướu (Hình 5­22).

source: supported by several abutment teeth.
vi: nâng đỡ bởi nhiều răng trụ.

source: teeth.47,73­76
vi: răng.

source: the restoration should follow the tooth anatomy apical to the margin.
vi: phục hồi nên theo hình thể giải phẫu từ chóp tới đường viền.

source: the restorative margin.
vi: Đường viền phục hình.

source: thetic replacement tooth and the adjacent
vi: và răng kế cận

source: they had treated 375 adults with SC/RP and caries control.
vi: họ điều trị 375 người trưởng thành bằng SC/RP và kiểm soát sâu răng.

source: through orthodontic forced eruption (OFE)45 (Fig. 5­17).
vi: thông qua chỉnh nha làm trồi răng (Hình 5­17).

source: tissue must be present when a restorative margin is placed subgingivally.
vi: phải có khi đường viền phục hồi đặt dưới nướu

source: tive of radicular fracture.
vi: gãy răng.

source: will lose 1-3 teeth
vi: sẽ mất 1 -3 răng

source: will lose most teeth
vi: sẽ mất hầu hết răng

source: will not lose any teeth
vi: sẽ không mất bất kỳ răng nào

source: within the socket.
vi: trong ổ răng.

source: “… viewing the papilla as a balloon of a certain volume sitting on the attachment.
vi: “… xem gai nướu như một quả bóng của một thể tích nhất định phía trên bám dính

source: ≥2 mm buccal bone loss after extraction
vi: ≥2 mm tiêu xương phía má sau khi nhổ răng
